Repository: BackupTheBerlios/exalt
Catalog: exalt/exalt/po/*.po
Languages: fr

source: Activate
fr: Activé

source: Address:
fr: Adresse:

source: Connection
fr: Connexion:

source: Current conf.
fr: Conf. actuelle:

source: Current network:
fr: Réseau actuel:

source: DHCP (Automatic configuration)
fr: DHCP (configuration automatique)

source: DNS list
fr: Liste des DNS

source: Disactivate
fr: Désactivé

source: Encryption
fr: Cryptage

source: Encryption mode:
fr: Mode de cryptage:

source: Encryption:
fr: Cryptage:

source: Exalt: network manager
fr: Exalt: gestionnaire réseau

source: Gateway:
fr: Paserelle:

source: General
fr: Général

source: General configuration
fr: Configuration général

source: Ip address:
fr: Adresse ip:

source: Maybe you have disable the card with a key (bindings)
fr: Peut être que vous désactivé la carte réseau avec une combinaison clavier

source: Network card: %s
fr: Carte réseau: %s

source: Network mask:
fr: Masque réseau:

source: Noise level:
fr: Bruit:

source: Password:
fr: Mot de passe:

source: Quality
fr: Qualité

source: Quality:
fr: Qualité:

source: Signal level:
fr: Signal:

source: Static address
fr: Adresse static:

source: The default interface:
fr: Interface par défaut:

source: The wireless card is not activated
fr: La carte sans fil n'est pas activée

source: WEP (10 or 26 hexadecimals characters)
fr: WEP (10 ou 26 caractères hexadécimaux)

source: Wireless card: %s
fr: Carte sans fil: %s

source: none
fr: vide
